var regions = [
    {
        //1
        "r_code":"sher",
        "r_name":"Щербиновский район",
        "pop": 35177, //человек
        "area": 1377 //кв.км
    },
    {
        //2
        "r_code":"eysk",
        "r_name":"Ейский район",
        "pop": 134491, //человек
        "area": 2120 //кв.км
    },
    {
        //3
        "r_code":"star",
        "r_name":"Староминской район",
        "pop": 40708, //человек
        "area": 1030 //кв.км
    },
    {
        //4
        "r_code":"cush",
        "r_name":"Кущевский район",
        "pop": 65810, //человек
        "area": 2372 //кв.км
    },
    {
        //5
        "r_code":"kril",
        "r_name":"Крыловской район",
        "pop": 35422, //человек
        "area": 1363 //кв.км
    },
    {
        //6
        "r_code":"kane",
        "r_name":"Каневской район",
        "pop": 103130, //человек
        "area": 2483 //кв.км
    },
    {
        //7
        "r_code":"leni",
        "r_name":"Ленинградский район",
        "pop": 63264, //человек
        "area": 1416 //кв.км
    },
    {
        //8
        "r_code":"pavl",
        "r_name":"Павловский район",
        "pop": 65842, //человек
        "area": 1788 //кв.км
    },
    {
        //9
        "r_code":"novp",
        "r_name":"Новопокровский район",
        "pop": 42540, //человек
        "area": 2155 //кв.км
    },
    {
        //10
        "r_code":"belo",
        "r_name":"Белоглинский район",
        "pop": 30400, //человек
        "area": 1493 //кв.км
    },
    {
        //11
        "r_code":"ahta",
        "r_name":"Приморско-ахтарский район",
        "pop": 59614, //человек
        "area": 2503 //кв.км
    },
    {
        //12
        "r_code":"bruh",
        "r_name":"Брюховецкий район",
        "pop": 50305, //человек
        "area": 1376 //кв.км
    },
    {
        //13
        "r_code":"vyse",
        "r_name":"Выселковский район",
        "pop": 58405, //человек
        "area": 1740 //кв.км
    },
    {
        //14
        "r_code":"tiho",
        "r_name":"Тихорецкий район",
        "pop": 116468, //человек
        "area": 1825 //кв.км
    },
    {
        //15
        "r_code":"slav",
        "r_name":"Славянский район",
        "pop": 133175, //человек
        "area": 2198 //кв.км
    },
    {
        //16
        "r_code":"kali",
        "r_name":"Калининский район",
        "pop": 51473, //человек
        "area": 1499 //кв.км
    },
    {
        //17
        "r_code":"kras",
        "r_name":"Красноармейский район",
        "pop": 104592, //человек
        "area": 1899 //кв.км
    },
    {
        //18
        "r_code":"tima",
        "r_name":"Тимашевский район",
        "pop": 109282, //человек
        "area": 1506 //кв.км
    },
    {
        //19
        "r_code":"kore",
        "r_name":"Кореновский район",
        "pop": 86262, //человек
        "area": 1433 //кв.км
    },
    {
        //20
        "r_code":"dins",
        "r_name":"Динской район",
        "pop": 146243, //человек
        "area": 1361 //кв.км
    },
    {
        //21
        "r_code":"tbil",
        "r_name":"Тбилисский район",
        "pop": 48799, //человек
        "area": 992 //кв.км
    },
    {
        //22
        "r_code":"krad",
        "r_name":"Краснодар",
        "pop": 932629, //человек
        "area": 294 //кв.км
    },
    {
        //23
        "r_code":"ustl",
        "r_name":"Усть-Лабинский район",
        "pop": 107238, //человек
        "area": 1511 //кв.км
    },
    {
        //24
        "r_code":"kavk",
        "r_name":"Кавказский район",
        "pop": 120776, //человек
        "area": 1227 //кв.км
    },
]