var regions = [
    {
        //1
        "r_code":"sher",
        "r_name":"Щербиновский район",
        "pop": 35177, //человек
        "area": 1377 //кв.км
    },
    {
        //2
        "r_code":"eysk",
        "r_name":"Ейский район",
        "pop": 134491, //человек
        "area": 2120 //кв.км
    },
    {
        //3
        "r_code":"star",
        "r_name":"Староминской район",
        "pop": 40708, //человек
        "area": 1030 //кв.км
    },
    {
        //4
        "r_code":"cush",
        "r_name":"Кущевский район",
        "pop": 65810, //человек
        "area": 2372 //кв.км
    },
    {
        //5
        "r_code":"kril",
        "r_name":"Крыловской район",
        "pop": 35422, //человек
        "area": 1363 //кв.км
    },
    {
        //6
        "r_code":"kane",
        "r_name":"Каневской район",
        "pop": 103130, //человек
        "area": 2483 //кв.км
    },
    {
        //7
        "r_code":"leni",
        "r_name":"Ленинградский район",
        "pop": 63264, //человек
        "area": 1416 //кв.км
    },
    {
        //8
        "r_code":"pavl",
        "r_name":"Павловский район",
        "pop": 65842, //человек
        "area": 1788 //кв.км
    },
]